{
  "guild": {
    "id": "1001447138628227132",
    "name": "CRYPTONYT 2.0",
    "iconUrl": "https://cdn.discordapp.com/icons/1001447138628227132/759cdb292f19425460590c3978333f64.png?size=512"
  },
  "channel": {
    "id": "1001458738416332872",
    "type": "GuildTextChat",
    "categoryId": "1001457075462873089",
    "category": "——————   FOR CREDO   ———————",
    "name": "📜│manifest",
    "topic": null
  },
  "dateRange": {
    "after": null,
    "before": null
  },
  "messages": [
    {
      "id": "1050133197867978772",
      "type": "Default",
      "timestamp": "2022-12-07T19:34:24.903+00:00",
      "timestampEdited": "2022-12-14T07:10:12.724+00:00",
      "callEndedTimestamp": null,
      "isPinned": false,
      "content": "",
      "author": {
        "id": "1031177674124689454",
        "name": "CRYPTONYT BOT",
        "discriminator": "7936",
        "nickname": "CRYPTONYT",
        "color": null,
        "isBot": true,
        "avatarUrl": "https://cdn.discordapp.com/avatars/1031177674124689454/ba913d7c7bb6774b4f63de115f7d10df.png?size=512"
      },
      "attachments": [],
      "embeds": [
        {
          "title": "**OPEN YOUR EYES**",
          "url": null,
          "timestamp": null,
          "description": "Celý život se honíš za iluzí, o které si myslíš, že na ní záleží... Studuješ kvůli ní školy... kupuješ kvůli ní věci, které nepotřebuješ, abys udělal dojem na lidi, kterým jsi stejně u prdele… Vyměňuješ to jediné, na čem opravdu záleží. Svou energii, čas a pozornost! Všechno, o čem si myslíš, že znáš, je lež. Jsou to systémy vytvořeny lidmi, jako jsem já, nebo ty.\r\n\r\nCelý svůj život cítíš, že je něco špatně...\r\n\r\nNeumíš si to však vysvětlit. Jen víš, že to tam je. Jako každý ses narodil do zajetí, které vlastně už vůbec nevnímáš. Je to svět, který máš před očima, abys neviděl pravdu! Dá se říct, že jsi vlastně doteď spal. Je čas se probudit.\r\n\r\nFáze probuzení je pochopit peníze. Jak fungují, kde se berou a proč vlastně existují.\r\n\r\nNa to abys však připustil, že by finanční systém mohl být nastaven proti tobě, se musíme vrátit úplně na začátek a to do tvého dětství…\r\n\r\nOd tvého narození jsi produkt společnosti. Snažíš se najít své místo v systému, do kterého jsi se narodil. Jdeš na základní školu. Učíš se to samé, co se učí ostatní. Nedej Bože, abys porušil nějaké z pravidel, které systém určil. Pokud ano, jsi potrestán. Sedíš v lavici. Bez svolení nesmíš jít ani na záchod. Jedno programování za druhým…\r\n\r\nDo školy chodíme, abychom se něco naučili. Jak jsi ale schopný se opravdu něco naučit? Tím že se zeptáš. Přirozená věc. Co se stane, když se zeptáš ve třídě na věc, kterou nevíš, nebo je tvá otázka položena hloupě? Výsměch. Tohle se stane 2-3x a příště už se nezeptáš. Nemluvě o tom, že je každý z nás jiný, tím pádem se chceme všichni učit něco jiného. Tím si pomalu ale jistě zablokuješ touhu po učení, poznání a stává se z tebe konzument společnosti.",
          "color": "#0D1216",
          "images": [],
          "fields": []
        }
      ],
      "stickers": [],
      "reactions": [],
      "mentions": []
    },
    {
      "id": "1050133211096809512",
      "type": "Default",
      "timestamp": "2022-12-07T19:34:28.057+00:00",
      "timestampEdited": "2022-12-14T07:11:36.673+00:00",
      "callEndedTimestamp": null,
      "isPinned": false,
      "content": "",
      "author": {
        "id": "1031177674124689454",
        "name": "CRYPTONYT BOT",
        "discriminator": "7936",
        "nickname": "CRYPTONYT",
        "color": null,
        "isBot": true,
        "avatarUrl": "https://cdn.discordapp.com/avatars/1031177674124689454/ba913d7c7bb6774b4f63de115f7d10df.png?size=512"
      },
      "attachments": [],
      "embeds": [
        {
          "title": "",
          "url": null,
          "timestamp": null,
          "description": "Uvědom si, že všechno, co máš kolem sebe někdo musel vymyslet! Sahá to až v průmyslové revoluci, kdy začaly vznikat továrny. Koho potřebuješ do továren? Lidi. Nejlépe, ať se naučí věc, za co nejkratší čas. Chodí včas na směnu. Na nic moc se neptají. Potřebuješ roboty. Připomíná ti to něco? Vstávat brzo ráno. Učit se věci co nejrychleji, které ti nedávají smysl. Povolení na přestávku.. obědová pauza. Začátek a konec výuky ukončen zvonkem. Je to ta samá věc. System starý přes více než sto let..\r\n\r\nZ výzkumů vyplývá, že v dospělosti přes 80% lidí pracuje v práci, která je nenaplňuje a kdyby si mohli vybrat, tak dělají něco jiného. Jak tě tedy donutí pracovat 8 hodin denně na věcech, které oni sami dělat nechtějí?\r\n\r\nV minulosti to lidé zkusili přes Otroctví. To jak víme, může fungovat jen po určitou dobu, než se otroci nesjednotí a nesvrhnou svého “pána”\r\n\r\nCo kdyby tu byl však systém, kde by sami “otroci” chtěli dobrovolně pracovat? Kde bychom jim v televizi (Tell vision) ukázali slavné celebrity ve Ferrari, krásnou dovolenou, šperky a život, o kterém by snili, ale nikdy by se k němu skrz svou práci neměli šanci dostat?\r\n\r\nZískávali by čím dál tím víc peněz, za které by si ale mohli koupit čím dál tím méně věcí. Jelikož každý by si chránil své malé zrnko ničeho, ještě by soupeřili tam dole mezi sebou a mezitím by na nás úplně zapomněli. To zní lépe!\r\n“Matrix” není nic jiného než brýle, které máš od začátku tvého života na očích a už je ani nevnímáš. Nenapadne tě, si je sundat, protože tví rodiče je mají taky, dokonce každý koho znáš! Proto se říká, že nejtěžší věc v životě je protrhnou linii chudoby ve tvé rodině, protože to znamená jít proti přesvědčení o tom, co je správné. Nejsi nic jiného než otrok. Myslíš, že je normální strávit 60% tvého života v práci, která tě nebaví? Není!",
          "color": "#0D1216",
          "images": [],
          "fields": []
        }
      ],
      "stickers": [],
      "reactions": [],
      "mentions": []
    },
    {
      "id": "1050133221200908328",
      "type": "Default",
      "timestamp": "2022-12-07T19:34:30.466+00:00",
      "timestampEdited": "2022-12-17T18:46:05.864+00:00",
      "callEndedTimestamp": null,
      "isPinned": false,
      "content": "",
      "author": {
        "id": "1031177674124689454",
        "name": "CRYPTONYT BOT",
        "discriminator": "7936",
        "nickname": "CRYPTONYT",
        "color": null,
        "isBot": true,
        "avatarUrl": "https://cdn.discordapp.com/avatars/1031177674124689454/ba913d7c7bb6774b4f63de115f7d10df.png?size=512"
      },
      "attachments": [],
      "embeds": [
        {
          "title": "",
          "url": null,
          "timestamp": null,
          "description": "Teď už si začínáš uvědomovat, že je systém postaven proti tobě! Teď nastává otázka. Co s tím jde dělat?\r\n\r\n99% lidí žije život, který nazývám “mrtvý od 20”\r\n\r\nStrašně rád přirovnávám matrix k bludišti, které se neustále mění. To znamená, že většina lidí chodí z leva doprava, dopředu a dozadu.. bez toho, aby někam opravdu došli. Kouknou se nad sebe a vidí nebe. To jim dodává naději, že je cesta ven, ale nemůžou ji najít. To, co potřebuješ je “mapa” neboli pochopit, jak systém funguje. Pokud to víš, musíš na tom začít pracovat. Chodíš do práce? Ok nechoď z ní pryč. Máš 24 hodin denně. 8 hodin spíš, 8 hodin jsi v práci. 2 hodiny máš na cestu, nákup atd. Zbývá ti jich 6.. Jediný čas na kterém opravdu záleží.\r\n\r\nKaždopádně není až takový problém peníze vydělat. Jakmile si přečteš, jak se peníze tvoří v našem finančním systému, tak pochopiš, že jich nikdy nebudeš mít dostatek a myšlenka toho, že půjdeš do důchodu ve 20/30 je zcela zcestná. Dejme tomu, že jsi nějakým zázrakem vydělal 2 miliony. Jsi v top 1% lidí. To co oddělí 1% od 99% z jednoho Top % je způsob naložení s penězi a převážně časem! Můžeš si koupit auto, dům, byt, rolex hodinky, materiální věci, které ti uměle zvýší status ve společnosti. Tyhle věci ti vezmou jak tvůj čas, tak peníze. alternativní možnost je investovat do informací a následně použít peníze na nákup aktiv. Nejdůležitější je optimalizovat svůj den tak, ať máš ještě víc času, než předtím.\r\n\r\nDnes se měří hodnota věci převážně v penězích, tak proč si cenu nepřidat i na svůj čas? Čím víc vyděláváš, tím více cennější se tvůj čas stává. Tohle ti umožní dívat se na svůj čas, jako na tvé aktivum a přestaneš s ním plýtvat, protože každá jedna hodina, kterou promarníš, je tvůj ušlý zisk. Samozřejmě zdraví a rodinu máš jen jednu a tyto věci jsou nevyčíslitelné. Takže na sebe, sport a rodinu si uděláš čas vždy. Jak řekl můj dobrý přítel. Když jsi zdravý máš 1000 problémů. Jakmile onemocníš, máš jenom jeden.",
          "color": "#0D1216",
          "images": [],
          "fields": []
        }
      ],
      "stickers": [],
      "reactions": [],
      "mentions": []
    },
    {
      "id": "1050133235427983390",
      "type": "Default",
      "timestamp": "2022-12-07T19:34:33.858+00:00",
      "timestampEdited": "2022-12-19T20:24:32.699+00:00",
      "callEndedTimestamp": null,
      "isPinned": false,
      "content": "",
      "author": {
        "id": "1031177674124689454",
        "name": "CRYPTONYT BOT",
        "discriminator": "7936",
        "nickname": "CRYPTONYT",
        "color": null,
        "isBot": true,
        "avatarUrl": "https://cdn.discordapp.com/avatars/1031177674124689454/ba913d7c7bb6774b4f63de115f7d10df.png?size=512"
      },
      "attachments": [],
      "embeds": [
        {
          "title": "",
          "url": null,
          "timestamp": null,
          "description": "Cryptonyt vznikl jako odrazový můstek pro každého, kdo se rozhodne jít odlišnou cestou, než mu systém prezentuje. Jsou tu schovány zkušenosti, které jsme za posledních 6 let nabrali. Zkušenosti, které bychom my chtěli, abychom věděli 6 let zpět, když jsme začínali. Bohužel nic podobného téhdy nebylo, a proto jsme to my vytvořili.\r\n\r\nVítám tě u nás, tohle je tvůj začátek poznání svého pravého potenciálu…\r\n\r\nWe work in the dark…\r\n\r\nto serve the light…\r\n\r\n**FOR CREDO**\r\n\r\n\r\n\r\n\n**│Tým Cryptonyt│**",
          "color": "#0D1216",
          "images": [],
          "fields": []
        }
      ],
      "stickers": [],
      "reactions": [],
      "mentions": []
    }
  ],
  "messageCount": 4
}